Revit 2024 API
BuiltInFailures.SweptBlendFailures Properties
The BuiltInFailures.SweptBlendFailures type exposes the following members.
Properties
Name | Description
CannotDrawSweptblend
 Can't create swept blend.
See Also
BuiltInFailures.SweptBlendFailures Class
Autodesk.Revit.DB Namespace